{
    "title": "Balance Changes",
    "message": "Latest version: 0.3.2\n\nSmall balance changes and UI improvements\n\n- Added a new moves menu with descriptions for every move\n- Added a small indicator when you're inside a bush\n- Changed the goal zone hp indicator\n- Fixed wild pokemon hp bars not updating properly\n- Fixed other bugs\n\nBalance changes:\u000B- Jolteon:\n\tThunder fang: \n\t- Reduced cast time\n\t- Increased damage\n- Vaporeon:\n\tDive:\n\t- Increased damage\n- Flygon:\n\tBite:\n\t- Increased damage\n- Marshadow:\n\tDrain Punch:\n\t- Reduce waiting time\n\t- Increased damage\n\tAura Sphere:\n\t- Reduced waiting time\n\t- Increased damage\n\t- New: reduces the other move's cooldown by 30% upon second hit\n\tClose combat:\u000B\t- Increased damage\n\tPhantom Force:\n\t- Increased damage\n\tSpectral Thief:\n\t- Increased damage\n\u000BOn certain platforms the player clothes may take more time to load.\n\nThank you for downloading this game,\u000Bwelcome to the my unite recreation!\u000B\u000BAs this is an early build bugs are expected and 100% going to happen, if you find any please report them in my discord server (link in the itch page)\u000B\u000BCurrently not every feature from the original is implemented, here's a list of features that are missing and planned to be added:\n- Jump Pads\n- Wild pokemon AI\n- Some moves on certain pokemons\u000B- More settings options\n- Other things i may have missed\u000B\u000BBut why should you play this? Idk at least you can't get slowbro united here. Jokes aside this is mainly so my concepts can actually be played.\u000B\u000BIf quick join isn't finding any match it's likely that there are no open rooms at the moment, in that case i suggest you create an open room yourself.\u000B\u000BLastly i hope you enjoy the experience and have some fun!\u000B\u000BMade with passion by JustMarcy\u000B(<b>Of course the original game is owned by Timi studios, this project was purely made for educational purposes and does not intend to replace in any way the original</b>)",
    "date": "02/01/2025",
    "appVersion": "0.3.2"
}